word_bank = {
    "swearing": {
        "contains": [
            "fuck", "bitch", "dick", "pussy", "ass",
            "хуй", "ахуе", "охуе", "хуета", "хуе", "хуя",
            "шлюх", "шалав",
            "гнид", "залуп", "даун",
            "сучк", "сучар", "сученц",
            "пизд",
            "говн", "гавн",
            "ебан", "ёбан", "заеб", "заёб", "ёбн", "ебёт",
            "гандон", "пидор", "пидар", "письк"
        ],
        "equal": [
            "cock",
            "ебу",
            "блять",
            "блядь",
            "бля",
            "ебать", "ебал", "ебало", "ебала", "ебали",
            "ебался", "ебалась", "ебалось",
            "сука", "суки", "суке", "суку", "сукой",
            "долбаёб", "жопа",
        ]
    },

    "dz_question": {
        "contains": [
            "что задали", "чё задали", "че задали",
            "что на завтра задали", "чё на завтра задали", "че на завтра задали",
            "какое дз",
            "какое дз на завтра",
            "какое домашнее задание на завтра",
            "что задали",
            "скажите пожалуйста что на завтра задали",
            "можете сказать что задали на завтра пожалуйста",
            "скиньте что задали",
            "что задали по всем предметам",
        ],
        "equal": []
    },

    "sorry": {
        "contains": [
            "извини", "прошу прощения", "прости"
        ],
        "equal": []
    },

    "gratitude": {
        "contains": [
            "thank", "thx",
            "пасиб", "спс", "спасиб",
            "благодарю",
            "ты крутой",
            "молодец",
            "красавчик",
            "ты офигенный",
            "молодцом",
        ],
        "equal": [

        ]
    },

    "cyber_vitya": {
        "contains": [
            "кибервитя",
            "кибер витя",
            "DZfor9M"
        ],
        "equal": []
    }
    
}